[
  {"id":"andersDifferentialExpressionAnalysis2010","abstract":"Motivation: High throughput nucleotide sequencing provides quantitative readouts in assays for RNA expression (RNA-Seq), protein-DNA binding (ChIP-Seq), cell counting. Statistical inference of differential signal in these data needs to take into account their natural variability throughout the dynamic range. When the number of replicates is small, error modeling is needed to achieve statistical power. Results: We propose an error model that uses the negative binomial distribution, with variance and mean linked by local regression, to model the null distribution of the count data. The method controls type-I error and provides good detection power.Availability: A free open-source R/Biondonductor software package, called \"DESeq\", is available from \"http://www-huber.embl.de/users/anders/DESeq\":http://www-huber.embl.de/users/anders/DESeq","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Anders","given":"Simon"},{"family":"Huber","given":"Wolfgang"}],"citation-key":"andersDifferentialExpressionAnalysis2010","container-title":"Nature Precedings","container-title-short":"Nat Prec","DOI":"10.1038/npre.2010.4282.1","ISSN":"1756-0357","issued":{"date-parts":[[2010,3,15]]},"language":"en","license":"2010 The Author(s)","page":"1-1","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Differential expression analysis for sequence count data","type":"article-journal","URL":"https://www.nature.com/articles/npre.2010.4282.1"},
  {"id":"augerGeneCoexpressionNetwork2022","abstract":"Faecalibacterium prausnitzii is abundant in the healthy human intestinal microbiota, and the absence or scarcity of this bacterium has been linked with inflammatory diseases and metabolic disorders. F. prausnitzii thus shows promise as a next-generation probiotic for use in restoring the balance of the gut microbial flora and, due to its strong anti-inflammatory properties, for the treatment of certain pathological conditions. However, very little information is available about gene function and regulation in this species. Here, we utilized a systems biology approach—weighted gene co-expression network analysis (WGCNA)–to analyze gene expression in three publicly available RNAseq datasets from F. prausnitzii strain A2-165, all obtained in different laboratory conditions. The co-expression network was then subdivided into 24 co-expression gene modules. A subsequent enrichment analysis revealed that these modules are associated with different kinds of biological processes, such as arginine, histidine, cobalamin, or fatty acid metabolism as well as bacteriophage function, molecular chaperones, stress response, or SOS response. Some genes appeared to be associated with mechanisms of protection against oxidative stress and could be essential for F. prausnitzii’s adaptation and survival under anaerobic laboratory conditions. Hub and bottleneck genes were identified by analyses of intramodular connectivity and betweenness, respectively; this highlighted the high connectivity of genes located on mobile genetic elements, which could promote the genetic evolution of F. prausnitzii within its ecological niche. This study provides the first exploration of the complex regulatory networks in F. prausnitzii, and all of the “omics” data are available online for exploration through a graphical interface at https://shiny.migale.inrae.fr/app/faeprau.","accessed":{"date-parts":[[2023,7,25]]},"author":[{"family":"Auger","given":"Sandrine"},{"family":"Mournetas","given":"Virginie"},{"family":"Chiapello","given":"Hélène"},{"family":"Loux","given":"Valentin"},{"family":"Langella","given":"Philippe"},{"family":"Chatel","given":"Jean-Marc"}],"citation-key":"augerGeneCoexpressionNetwork2022","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0271847","ISSN":"1932-6203","issue":"11","issued":{"date-parts":[[2022,11,18]]},"language":"en","page":"e0271847","publisher":"Public Library of Science","source":"PLoS Journals","title":"Gene co-expression network analysis of the human gut commensal bacterium Faecalibacterium prausnitzii in R-Shiny","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0271847","volume":"17"},
  {"id":"caldanaHighdensityKineticAnalysis2011","abstract":"The time-resolved response of Arabidopsis thaliana towards changing light and/or temperature at the transcriptome and metabolome level is presented. Plants grown at 21°C with a light intensity of 150 μE m−2 sec−1 were either kept at this condition or transferred into seven different environments (4°C, darkness; 21°C, darkness; 32°C, darkness; 4°C, 85 μE m−2 sec−1; 21°C, 75 μE m−2 sec−1; 21°C, 300 μE m−2 sec−1; 32°C, 150 μE m−2 sec−1). Samples were taken before (0 min) and at 22 time points after transfer resulting in (8×) 22 time points covering both a linear and a logarithmic time series totaling 177 states. Hierarchical cluster analysis shows that individual conditions (defined by temperature and light) diverge into distinct trajectories at condition-dependent times and that the metabolome follows different kinetics from the transcriptome. The metabolic responses are initially relatively faster when compared with the transcriptional responses. Gene Ontology over-representation analysis identifies a common response for all changed conditions at the transcriptome level during the early response phase (5–60 min). Metabolic networks reconstructed via metabolite–metabolite correlations reveal extensive environment-specific rewiring. Detailed analysis identifies conditional connections between amino acids and intermediates of the tricarboxylic acid cycle. Parallel analysis of transcriptional changes strongly support a model where in the absence of photosynthesis at normal/high temperatures protein degradation occurs rapidly and subsequent amino acid catabolism serves as the main cellular energy supply. These results thus demonstrate the engagement of the electron transfer flavoprotein system under short-term environmental perturbations.","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Caldana","given":"Camila"},{"family":"Degenkolbe","given":"Thomas"},{"family":"Cuadros-Inostroza","given":"Alvaro"},{"family":"Klie","given":"Sebastian"},{"family":"Sulpice","given":"Ronan"},{"family":"Leisse","given":"Andrea"},{"family":"Steinhauser","given":"Dirk"},{"family":"Fernie","given":"Alisdair R."},{"family":"Willmitzer","given":"Lothar"},{"family":"Hannah","given":"Matthew A."}],"citation-key":"caldanaHighdensityKineticAnalysis2011","container-title":"The Plant Journal","DOI":"10.1111/j.1365-313X.2011.04640.x","ISSN":"1365-313X","issue":"5","issued":{"date-parts":[[2011]]},"language":"en","page":"869-884","source":"Wiley Online Library","title":"High-density kinetic analysis of the metabolomic and transcriptomic response of Arabidopsis to eight environmental conditions","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-313X.2011.04640.x","volume":"67"},
  {"id":"chowdhuryDifferentialCoExpressionAnalysis2020","abstract":"Analysis of gene expression data is widely used in transcriptomic studies to understand functions of molecules inside a cell and interactions among molecules. Differential co-expression analysis studies diseases and phenotypic variations by finding modules of genes whose co-expression patterns vary across conditions. We review the best practices in gene expression data analysis in terms of analysis of (differential) co-expression, co-expression network, differential networking, and differential connectivity considering both microarray and RNA-seq data along with comparisons. We highlight hurdles in RNA-seq data analysis using methods developed for microarrays. We include discussion of necessary tools for gene expression analysis throughout the paper. In addition, we shed light on scRNA-seq data analysis by including preprocessing and scRNA-seq in co-expression analysis along with useful tools specific to scRNA-seq. To get insights, biological interpretation and functional profiling is included. Finally, we provide guidelines for the analyst, along with research issues and challenges which should be addressed.","author":[{"family":"Chowdhury","given":"Hussain Ahmed"},{"family":"Bhattacharyya","given":"Dhruba Kumar"},{"family":"Kalita","given":"Jugal Kumar"}],"citation-key":"chowdhuryDifferentialCoExpressionAnalysis2020","container-title":"IEEE/ACM Transactions on Computational Biology and Bioinformatics","DOI":"10.1109/TCBB.2019.2893170","ISSN":"1557-9964","issue":"4","issued":{"date-parts":[[2020,7]]},"page":"1154-1173","source":"IEEE Xplore","title":"(Differential) Co-Expression Analysis of Gene Expression: A Survey of Best Practices","title-short":"(Differential) Co-Expression Analysis of Gene Expression","type":"article-journal","volume":"17"},
  {"id":"dejongSIMPLSAlternativeApproach1993","abstract":"De Jong, S., 1993. SIMPLS: an alternative approach to partial least squares regression. Chemometrics and Intelligent Laboratory Systems, 18: 251–263. A novel algorithm for partial least squares (PLS) regression, SIMPLS, is proposed which calculates the PLS factors directly as linear combinations of the original variables. The PLS factors are determined such as to maximize a covariance criterion, while obeying certain orthogonality and normalization restrictions. This approach follows that of other traditional multivariate methods. The construction of deflated data matrices as in the nonlinear iterative partial least squares (NIPALS)-PLS algorithm is avoided. For univariate y SIMPLS is equivalent to PLS1 and closely related to existing bidiagonalization algorithms. This follows from an analysis of PLS1 regression in terms of Krylov sequences. For multivariate Y there is a slight difference between the SIMPLS approach and NIPALS-PLS2. In practice the SIMPLS algorithm appears to be fast and easy to interpret as it does not involve a breakdown of the data sets.","accessed":{"date-parts":[[2023,12,8]]},"author":[{"family":"Jong","given":"Sijmen","non-dropping-particle":"de"}],"citation-key":"dejongSIMPLSAlternativeApproach1993","container-title":"Chemometrics and Intelligent Laboratory Systems","container-title-short":"Chemometrics and Intelligent Laboratory Systems","DOI":"10.1016/0169-7439(93)85002-X","ISSN":"0169-7439","issue":"3","issued":{"date-parts":[[1993,3,1]]},"page":"251-263","source":"ScienceDirect","title":"SIMPLS: An alternative approach to partial least squares regression","title-short":"SIMPLS","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/016974399385002X","volume":"18"},
  {"id":"farahbodUntanglingEffectsCellular2020","abstract":"Coexpression analysis is widely used for inferring regulatory networks, predicting gene function, and interpretation of transcriptome profiling studies, based on methods such as clustering. The majority of such studies use data collected from bulk tissue, where the effects of cellular composition present a potential confound. However, the impact of composition on coexpression analysis has not been studied in detail. Here, we examine this issue for the case of human RNA analysis. Focusing on brain tissue, we found that, for most genes, differences in expression levels across cell types account for a large fraction of the variance of their measured RNA levels (median R2 = 0.68). We then show that genes that have similar expression patterns across cell types will have correlated RNA levels in bulk tissue, due to the effect of variation in cellular composition. We demonstrate that much of the coexpression and the formation of coexpression clusters can be attributed to this effect for both brain and blood transcriptomes. For brain, we further show how this composition-induced coexpression masks underlying intra-cell-type coexpression observed in single-cell data. An attempt to correct for composition yielded mixed results. Our conclusion is that the dominant coexpression signal in brain, blood, and, likely, other complex tissues can be attributed to cellular compositional effects, rather than intra-cell-type regulatory relationships. These results have implications for the relevance and interpretation of coexpression analysis.","accessed":{"date-parts":[[2023,7,12]]},"author":[{"family":"Farahbod","given":"Marjan"},{"family":"Pavlidis","given":"Paul"}],"citation-key":"farahbodUntanglingEffectsCellular2020","container-title":"Genome Research","container-title-short":"Genome Res.","DOI":"10.1101/gr.256735.119","ISSN":"1088-9051, 1549-5469","issue":"6","issued":{"date-parts":[[2020,6,1]]},"language":"en","page":"849-859","PMID":"32580998","publisher":"Cold Spring Harbor Lab","source":"genome.cshlp.org","title":"Untangling the effects of cellular composition on coexpression analysis","type":"article-journal","URL":"https://genome.cshlp.org/content/30/6/849","volume":"30"},
  {"id":"geladiPartialLeastsquaresRegression1986","abstract":"A tutorial on the partial least-squares (PLS) regression method is provided. Weak points in some other regression methods are outlined and PLS is developed as a remedy for those weaknesses. An algorithm for a predictive PLS and some practical hints for its use are given.","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Geladi","given":"Paul"},{"family":"Kowalski","given":"Bruce R."}],"citation-key":"geladiPartialLeastsquaresRegression1986","container-title":"Analytica Chimica Acta","container-title-short":"Analytica Chimica Acta","DOI":"10.1016/0003-2670(86)80028-9","ISSN":"0003-2670","issued":{"date-parts":[[1986,1,1]]},"language":"en","page":"1-17","source":"ScienceDirect","title":"Partial least-squares regression: a tutorial","title-short":"Partial least-squares regression","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/0003267086800289","volume":"185"},
  {"id":"guanSRGSSparsePartial2022","abstract":"The identification of gene regulatory networks (GRNs) facilitates the understanding of the underlying molecular mechanism of various biological processes and complex diseases. With the availability of single-cell RNA sequencing data, it is essential to infer GRNs from single-cell expression. Although some GRN methods originally developed for bulk expression data can be applicable to single-cell data and several single-cell specific GRN algorithms were developed, recent benchmarking studies have emphasized the need of developing more accurate and robust GRN modeling methods that are compatible for single-cell expression data.","accessed":{"date-parts":[[2023,7,25]]},"author":[{"family":"Guan","given":"Jinting"},{"family":"Wang","given":"Yang"},{"family":"Wang","given":"Yongjie"},{"family":"Zhuang","given":"Yan"},{"family":"Ji","given":"Guoli"}],"citation-key":"guanSRGSSparsePartial2022","container-title":"BMC Genomics","container-title-short":"BMC Genomics","DOI":"10.1186/s12864-022-09020-7","ISSN":"1471-2164","issue":"1","issued":{"date-parts":[[2022,11,30]]},"page":"782","source":"BioMed Central","title":"SRGS: sparse partial least squares-based recursive gene selection for gene regulatory network inference","title-short":"SRGS","type":"article-journal","URL":"https://doi.org/10.1186/s12864-022-09020-7","volume":"23"},
  {"id":"haiderTranscriptomeAnalysisPhosphate2023","abstract":"Phosphorus (P) is a major element required for plant growth and development. To cope with P shortage, plants activate local and long-distance signaling pathways, such as an increase in the production and exudation of strigolactones (SLs). The role of the latter in mitigating P deficiency is, however, still largely unknown. To shed light on this, we studied the transcriptional response to P starvation and replenishment in wild-type rice and a SL mutant, dwarf10 (d10), and upon exogenous application of the synthetic SL GR24. P starvation resulted in major transcriptional alterations, such as the upregulation of P TRANSPORTER, SYG1/PHO81/XPR1 (SPX) and VACUOLAR PHOSPHATE EFFLUX TRANSPORTER. Gene Ontology (GO) analysis of the genes induced by P starvation showed enrichment in phospholipid catabolic process and phosphatase activity. In d10, P deficiency induced upregulation of genes enriched for sesquiterpenoid production, secondary shoot formation and metabolic processes, including lactone biosynthesis. Furthermore, several genes induced by GR24 treatment shared the same GO terms with P starvation-induced genes, such as oxidation reduction, heme binding and oxidoreductase activity, hinting at the role that SLs play in the transcriptional reprogramming upon P starvation. Gene co-expression network analysis uncovered a METHYL TRANSFERASE that displayed co-regulation with known rice SL biosynthetic genes. Functional characterization showed that this gene encodes an enzyme catalyzing the conversion of carlactonoic acid to methyl carlactonoate. Our work provides a valuable resource to further studies on the response of crops to P deficiency and reveals a tool for the discovery of SL biosynthetic genes.","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Haider","given":"Imran"},{"family":"Yunmeng","given":"Zhang"},{"family":"White","given":"Fred"},{"family":"Li","given":"Changsheng"},{"family":"Incitti","given":"Roberto"},{"family":"Alam","given":"Intikhab"},{"family":"Gojobori","given":"Takashi"},{"family":"Ruyter-Spira","given":"Carolien"},{"family":"Al-Babili","given":"Salim"},{"family":"Bouwmeester","given":"Harro J."}],"citation-key":"haiderTranscriptomeAnalysisPhosphate2023","container-title":"The Plant Journal","DOI":"10.1111/tpj.16140","ISSN":"1365-313X","issue":"2","issued":{"date-parts":[[2023]]},"language":"en","page":"355-370","source":"Wiley Online Library","title":"Transcriptome analysis of the phosphate starvation response sheds light on strigolactone biosynthesis in rice","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/tpj.16140","volume":"114"},
  {"id":"itoRegulationStrigolactoneBiosynthesis2017","abstract":"Strigolactones (SLs) are a class of plant hormones that regulate diverse physiological processes, including shoot branching and root development. They also act as rhizosphere signaling molecules to stimulate the germination of root parasitic weeds and the branching of arbuscular mycorrhizal fungi. Although various types of cross talk between SLs and other hormones have been reported in physiological analyses, the cross talk between gibberellin (GA) and SLs is poorly understood. We screened for chemicals that regulate the level of SLs in rice (Oryza sativa) and identified GA as, to our knowledge, a novel SL-regulating molecule. The regulation of SL biosynthesis by GA is dependent on the GA receptor GID1 and F-box protein GID2. GA treatment also reduced the infection of rice plants by the parasitic plant witchers weed (Striga hermonthica). These data not only demonstrate, to our knowledge, the novel plant hormone cross talk between SL and GA, but also suggest that GA can be used to control parasitic weed infections.","author":[{"family":"Ito","given":"Shinsaku"},{"family":"Yamagami","given":"Daichi"},{"family":"Umehara","given":"Mikihisa"},{"family":"Hanada","given":"Atsushi"},{"family":"Yoshida","given":"Satoko"},{"family":"Sasaki","given":"Yasuyuki"},{"family":"Yajima","given":"Shunsuke"},{"family":"Kyozuka","given":"Junko"},{"family":"Ueguchi-Tanaka","given":"Miyako"},{"family":"Matsuoka","given":"Makoto"},{"family":"Shirasu","given":"Ken"},{"family":"Yamaguchi","given":"Shinjiro"},{"family":"Asami","given":"Tadao"}],"citation-key":"itoRegulationStrigolactoneBiosynthesis2017","container-title":"Plant Physiology","container-title-short":"Plant Physiol","DOI":"10.1104/pp.17.00301","ISSN":"1532-2548","issue":"2","issued":{"date-parts":[[2017,6]]},"language":"eng","page":"1250-1259","PMCID":"PMC5462043","PMID":"28404726","source":"PubMed","title":"Regulation of Strigolactone Biosynthesis by Gibberellin Signaling","type":"article-journal","volume":"174"},
  {"id":"jarmundALASCAPackageLongitudinal2022","abstract":"The increasing availability of multivariate data within biomedical research calls for appropriate statistical methods that can describe and model complex relationships between variables. The extended ANOVA simultaneous component analysis (ASCA+) framework combines general linear models and principal component analysis (PCA) to decompose and visualize the separate effects of experimental factors. It has recently been demonstrated how linear mixed models can be included in the framework to analyze data from longitudinal experimental designs with repeated measurements (RM-ASCA+). The ALASCA package for R makes the ASCA+ framework accessible for general use and includes multiple methods for validation and visualization. The package is especially useful for longitudinal data and the ability to easily adjust for covariates is an important strength. This paper demonstrates how the ALASCA package can be applied to gain insights into multivariate data from interventional as well as observational designs. Publicly available data sets from four studies are used to demonstrate the methods available (proteomics, metabolomics, and transcriptomics).","accessed":{"date-parts":[[2023,7,25]]},"author":[{"family":"Jarmund","given":"Anders Hagen"},{"family":"Madssen","given":"Torfinn Støve"},{"family":"Giskeødegård","given":"Guro F."}],"citation-key":"jarmundALASCAPackageLongitudinal2022","container-title":"Frontiers in Molecular Biosciences","ISSN":"2296-889X","issued":{"date-parts":[[2022]]},"source":"Frontiers","title":"ALASCA: An R package for longitudinal and cross-sectional analysis of multivariate data by ASCA-based methods","title-short":"ALASCA","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fmolb.2022.962431","volume":"9"},
  {"id":"kvalheimInterpretationPartialLeast2010","abstract":"Displays of latent variable regression models in variable and object space are provided to reveal model parameters useful for interpretation and to reveal the most influential x-variables with respect to the predicted response. Although the target projected (TP) component obtained from a standard partial least square, or equivalently, the predictive component from orthogonal partial least squares (OPLS) or partial least squares + similarity transform (PLS + ST) is maximally co-varying with the response, the corresponding loadings are not necessarily the best choice for model interpretation and disclosure of the most important variables with respect to explaining the response. Selectivity ratio plot represents a bridge from co-variance-based TP loadings to correlation-like localized information suitable for interpretation. Copyright © 2010 John Wiley & Sons, Ltd.","accessed":{"date-parts":[[2023,7,26]]},"author":[{"family":"Kvalheim","given":"Olav M."}],"citation-key":"kvalheimInterpretationPartialLeast2010","container-title":"Journal of Chemometrics","DOI":"10.1002/cem.1289","ISSN":"1099-128X","issue":"7-8","issued":{"date-parts":[[2010]]},"language":"en","page":"496-504","source":"Wiley Online Library","title":"Interpretation of partial least squares regression models by means of target projection and selectivity ratio plots","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/cem.1289","volume":"24"},
  {"id":"langfelderWGCNAPackageWeighted2008","abstract":"Correlation networks are increasingly being used in bioinformatics applications. For example, weighted gene co-expression network analysis is a systems biology method for describing the correlation patterns among genes across microarray samples. Weighted correlation network analysis (WGCNA) can be used for finding clusters (modules) of highly correlated genes, for summarizing such clusters using the module eigengene or an intramodular hub gene, for relating modules to one another and to external sample traits (using eigengene network methodology), and for calculating module membership measures. Correlation networks facilitate network based gene screening methods that can be used to identify candidate biomarkers or therapeutic targets. These methods have been successfully applied in various biological contexts, e.g. cancer, mouse genetics, yeast genetics, and analysis of brain imaging data. While parts of the correlation network methodology have been described in separate publications, there is a need to provide a user-friendly, comprehensive, and consistent software implementation and an accompanying tutorial.","accessed":{"date-parts":[[2023,9,14]]},"author":[{"family":"Langfelder","given":"Peter"},{"family":"Horvath","given":"Steve"}],"citation-key":"langfelderWGCNAPackageWeighted2008","container-title":"BMC Bioinformatics","container-title-short":"BMC Bioinformatics","DOI":"10.1186/1471-2105-9-559","ISSN":"1471-2105","issue":"1","issued":{"date-parts":[[2008,12,29]]},"page":"559","source":"BioMed Central","title":"WGCNA: an R package for weighted correlation network analysis","title-short":"WGCNA","type":"article-journal","URL":"https://doi.org/10.1186/1471-2105-9-559","volume":"9"},
  {"id":"marzecStrigolactonesGibberellinsNew2017","abstract":"Strigolactones (SLs) and gibberellins (GAs) are plant hormones that share some unique aspects of their perception and signalling pathways. Recent discoveries indicate that these two phytohormones may act together in processes of plant development and that SL biosynthesis is regulated by GAs.","accessed":{"date-parts":[[2023,6,28]]},"author":[{"family":"Marzec","given":"Marek"}],"citation-key":"marzecStrigolactonesGibberellinsNew2017","container-title":"Trends in Plant Science","container-title-short":"Trends in Plant Science","DOI":"10.1016/j.tplants.2017.08.001","ISSN":"1360-1385","issue":"10","issued":{"date-parts":[[2017,10,1]]},"language":"en","page":"813-815","source":"ScienceDirect","title":"Strigolactones and Gibberellins: A New Couple in the Phytohormone World?","title-short":"Strigolactones and Gibberellins","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1360138517301747","volume":"22"},
  {"id":"nuedaDiscoveringGeneExpression2007","abstract":"Motivation: Designed microarray experiments are used to investigate the effects that controlled experimental factors have on gene expression and learn about the transcriptional responses associated with external variables. In these datasets, signals of interest coexist with varying sources of unwanted noise in a framework of (co)relation among the measured variables and with the different levels of the studied factors. Discovering experimentally relevant transcriptional changes require methodologies that take all these elements into account.Results: In this work, we develop the application of the Analysis of variance–simultaneous component analysis (ANOVA–SCA) Smilde et al. Bioinformatics, (2005) to the analysis of multiple series time course microarray data as an example of multifactorial gene expression profiling experiments. We denoted this implementation as ASCA-genes. We show how the combination of ANOVA-modeling and a dimension reduction technique is effective in extracting targeted signals from data by-passing structural noise. The methodology is valuable for identifying main and secondary responses associated with the experimental factors and spotting relevant experimental conditions. We additionally propose a novel approach for gene selection in the context of the relation of individual transcriptional patterns to global gene expression signals. We demonstrate the methodology on both real and synthetic datasets.Availability: ASCA-genes has been implemented in the statistical language R and is available at http://www.ivia.es/centrodegenomica/bioinformatics.htm.Contact:  mj.nueda@ua.es and aconesa@cipf.esSupplementary information: Supplementary data are available at Bioinformatics online.","accessed":{"date-parts":[[2023,7,25]]},"author":[{"family":"Nueda","given":"María José"},{"family":"Conesa","given":"Ana"},{"family":"Westerhuis","given":"Johan A."},{"family":"Hoefsloot","given":"Huub C. J."},{"family":"Smilde","given":"Age K."},{"family":"Talón","given":"Manuel"},{"family":"Ferrer","given":"Alberto"}],"citation-key":"nuedaDiscoveringGeneExpression2007","container-title":"Bioinformatics","container-title-short":"Bioinformatics","DOI":"10.1093/bioinformatics/btm251","ISSN":"1367-4803","issue":"14","issued":{"date-parts":[[2007,7,15]]},"page":"1792-1800","source":"Silverchair","title":"Discovering gene expression patterns in time course microarray experiments by ANOVA–SCA","type":"article-journal","URL":"https://doi.org/10.1093/bioinformatics/btm251","volume":"23"},
  {"id":"nuedaFunctionalAssessmentTime2009","abstract":"Motivation\nTime-course microarray experiments study the progress of gene expression along time across one or several experimental conditions. Most developed analysis methods focus on the clustering or the differential expression analysis of genes and do not integrate functional information. The assessment of the functional aspects of time-course transcriptomics data requires the use of approaches that exploit the activation dynamics of the functional categories to where genes are annotated.\n\nMethods\nWe present three novel methodologies for the functional assessment of time-course microarray data. i) maSigFun derives from the maSigPro method, a regression-based strategy to model time-dependent expression patterns and identify genes with differences across series. maSigFun fits a regression model for groups of genes labeled by a functional class and selects those categories which have a significant model. ii) PCA-maSigFun fits a PCA model of each functional class-defined expression matrix to extract orthogonal patterns of expression change, which are then assessed for their fit to a time-dependent regression model. iii) ASCA-functional uses the ASCA model to rank genes according to their correlation to principal time expression patterns and assess functional enrichment on a GSA fashion. We used simulated and experimental datasets to study these novel approaches. Results were compared to alternative methodologies.\n\nResults\nSynthetic and experimental data showed that the different methods are able to capture different aspects of the relationship between genes, functions and co-expression that are biologically meaningful. The methods should not be considered as competitive but they provide different insights into the molecular and functional dynamic events taking place within the biological system under study.","accessed":{"date-parts":[[2023,7,25]]},"author":[{"family":"Nueda","given":"María José"},{"family":"Sebastián","given":"Patricia"},{"family":"Tarazona","given":"Sonia"},{"family":"García-García","given":"Francisco"},{"family":"Dopazo","given":"Joaquín"},{"family":"Ferrer","given":"Alberto"},{"family":"Conesa","given":"Ana"}],"citation-key":"nuedaFunctionalAssessmentTime2009","container-title":"BMC Bioinformatics","container-title-short":"BMC Bioinformatics","DOI":"10.1186/1471-2105-10-S6-S9","ISSN":"1471-2105","issue":"Suppl 6","issued":{"date-parts":[[2009,6,16]]},"page":"S9","PMCID":"PMC2697656","PMID":"19534758","source":"PubMed Central","title":"Functional assessment of time course microarray data","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2697656/","volume":"10"},
  {"id":"rajalahtiBiomarkerDiscoveryMass2009","abstract":"This work presents a new method for variable selection in complex spectral profiles. The method is validated by comparing samples from cerebrospinal fluid (CSF) with the same samples spiked with peptide and protein standards at different concentration levels. Partial least squares discriminant analysis (PLS-DA) attempts to separate two groups of samples by regressing on a y-vector consisting of zeros and ones in the PLS decomposition. In most cases, several PLS components are needed to optimize the discrimination between groups. This creates difficulties for the interpretation of the model. By using the y-vector as a target, it is possible to transform the PLS components to obtain a single predictive target-projected component analogously to the predictive component in orthogonal partial least squares discriminant analysis (OPLS-DA). By calculating the ratio between explained and residual variance of the spectral variables on the target-projected component, a selectivity ratio plot is obtained that can be used for variable selection. Used on whole mass spectral profiles of pure and spiked CSF, we can detect peptide in the low molecular mass range (740–9000 Da) at least down to 400 pM level without severe problems with false biomarker candidates. Similarly, we detect added proteins at least down to 2 nM level in the medium mass range (6000–17,500 Da). Target projection represents the optimal way to fit a latent variable decomposition to a known target, but the selectivity ratio plot can be used for OPLS as well as other methods that produce a single predictive component. Comparison with some commonly used tools for variable selection shows that the selectivity ratio plot has the best performance. This observation is attributed to the fact that target projection utilizes both the predictive ability (regression coefficients) and the explanatory ability (spectral variance/covariance matrix) for the calculation of the selectivity ratio.","accessed":{"date-parts":[[2023,10,20]]},"author":[{"family":"Rajalahti","given":"Tarja"},{"family":"Arneberg","given":"Reidar"},{"family":"Berven","given":"Frode S."},{"family":"Myhr","given":"Kjell-Morten"},{"family":"Ulvik","given":"Rune J."},{"family":"Kvalheim","given":"Olav M."}],"citation-key":"rajalahtiBiomarkerDiscoveryMass2009","container-title":"Chemometrics and Intelligent Laboratory Systems","container-title-short":"Chemometrics and Intelligent Laboratory Systems","DOI":"10.1016/j.chemolab.2008.08.004","ISSN":"0169-7439","issue":"1","issued":{"date-parts":[[2009,1,15]]},"page":"35-48","source":"ScienceDirect","title":"Biomarker discovery in mass spectral profiles by means of selectivity ratio plot","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0169743908001548","volume":"95"},
  {"id":"renRNABindingProteins2023","abstract":"Egg quality is a major concern in fish reproduction and development. An effective evaluation of egg quality prior to fertilization is helpful in improving the fertilization rate and survival rate of the larva. In this study, we aim to identify quality instructors from the combination study of fertilization rate, hatching rate, embryo malformation rate and gene expression profile.","accessed":{"date-parts":[[2023,7,25]]},"author":[{"family":"Ren","given":"Fan"},{"family":"Zhou","given":"Quan"},{"family":"Meng","given":"Yinglu"},{"family":"Guo","given":"Wenjie"},{"family":"Tang","given":"Qin"},{"family":"Mei","given":"Jie"}],"citation-key":"renRNABindingProteins2023","container-title":"BMC Genomics","container-title-short":"BMC Genomics","DOI":"10.1186/s12864-023-09220-9","ISSN":"1471-2164","issue":"1","issued":{"date-parts":[[2023,3,16]]},"page":"121","source":"BioMed Central","title":"RNA binding proteins are potential novel biomarkers of egg quality in yellow catfish","type":"article-journal","URL":"https://doi.org/10.1186/s12864-023-09220-9","volume":"24"},
  {"id":"robinsonEdgeRBioconductorPackage2010","abstract":"Summary: It is expected that emerging digital gene expression (DGE) technologies will overtake microarray technologies in the near future for many functional genomics applications. One of the fundamental data analysis tasks, especially for gene expression studies, involves determining whether there is evidence that counts for a transcript or exon are significantly different across experimental conditions. edgeR is a Bioconductor software package for examining differential expression of replicated count data. An overdispersed Poisson model is used to account for both biological and technical variability. Empirical Bayes methods are used to moderate the degree of overdispersion across transcripts, improving the reliability of inference. The methodology can be used even with the most minimal levels of replication, provided at least one phenotype or experimental condition is replicated. The software may have other applications beyond sequencing data, such as proteome peptide count data.Availability: The package is freely available under the LGPL licence from the Bioconductor web site (http://bioconductor.org).Contact:  mrobinson@wehi.edu.au","accessed":{"date-parts":[[2023,9,14]]},"author":[{"family":"Robinson","given":"Mark D."},{"family":"McCarthy","given":"Davis J."},{"family":"Smyth","given":"Gordon K."}],"citation-key":"robinsonEdgeRBioconductorPackage2010","container-title":"Bioinformatics","container-title-short":"Bioinformatics","DOI":"10.1093/bioinformatics/btp616","ISSN":"1367-4803","issue":"1","issued":{"date-parts":[[2010,1,1]]},"page":"139-140","source":"Silverchair","title":"edgeR: a Bioconductor package for differential expression analysis of digital gene expression data","title-short":"edgeR","type":"article-journal","URL":"https://doi.org/10.1093/bioinformatics/btp616","volume":"26"},
  {"id":"saccentiWhatCanGo2023","author":[{"family":"Saccenti","given":"Edoardo"}],"citation-key":"saccentiWhatCanGo2023","container-title":"Frontiers in Systems Biology","issued":{"date-parts":[[2023]]},"page":"3","publisher":"Frontiers","source":"Google Scholar","title":"What can go wrong when observations are not independently and identically distributed: a cautionary note on calculating correlations on combined data sets from different experiments or conditions","title-short":"What can go wrong when observations are not independently and identically distributed","type":"article-journal","volume":"3"},
  {"id":"searleLinearModels1971","abstract":"This 1971 classic on linear models is once again available--as a Wiley Classics Library Edition. It features material that can be understood by any statistician who understands matrix algebra and basic statistical methods.","author":[{"family":"Searle","given":"Shayle R."}],"citation-key":"searleLinearModels1971","ISBN":"978-0-471-18499-7","issued":{"date-parts":[[1971]]},"language":"en","number-of-pages":"565","publisher":"John Wiley & Sons","source":"Google Books","title":"Linear Models","type":"book"},
  {"id":"smildeANOVAsimultaneousComponentAnalysis2005","abstract":"Motivation: Datasets resulting from metabolomics or metabolic profiling experiments are becoming increasingly complex. Such datasets may contain underlying factors, such as time (time-resolved or longitudinal measurements), doses or combinations thereof. Currently used biostatistics methods do not take the structure of such complex datasets into account. However, incorporating this structure into the data analysis is important for understanding the biological information in these datasets.Results: We describe ASCA, a new method that can deal with complex multivariate datasets containing an underlying experimental design, such as metabolomics datasets. It is a direct generalization of analysis of variance (ANOVA) for univariate data to the multivariate case. The method allows for easy interpretation of the variation induced by the different factors of the design. The method is illustrated with a dataset from a metabolomics experiment with time and dose factors.Availability: M-files for MATLAB for the algorithm used in this research are available at: http://www-its.chem.uva.nl/research/pac/Software/ or at http://www.bdagroup.nlContact:  asmilde@science.uva.nl","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Smilde","given":"Age K."},{"family":"Jansen","given":"Jeroen J."},{"family":"Hoefsloot","given":"Huub C. J."},{"family":"Lamers","given":"Robert-Jan A. N."},{"family":"Greef","given":"Jan","non-dropping-particle":"van der"},{"family":"Timmerman","given":"Marieke E."}],"citation-key":"smildeANOVAsimultaneousComponentAnalysis2005","container-title":"Bioinformatics","container-title-short":"Bioinformatics","DOI":"10.1093/bioinformatics/bti476","ISSN":"1367-4803","issue":"13","issued":{"date-parts":[[2005,7,1]]},"page":"3043-3048","source":"Silverchair","title":"ANOVA-simultaneous component analysis (ASCA): a new tool for analyzing designed metabolomics data","title-short":"ANOVA-simultaneous component analysis (ASCA)","type":"article-journal","URL":"https://doi.org/10.1093/bioinformatics/bti476","volume":"21"},
  {"id":"sunStrigolactoneGibberellinSignaling2023","abstract":"Modern semi-dwarf rice varieties of the \"Green Revolution\" require a high supply of nitrogen (N) fertilizer to produce high yields. A better understanding of the interplay between N metabolism and plant developmental processes is required for improved N-use efficiency and agricultural sustainability. Here, we show that strigolactones (SLs) modulate root metabolic and developmental adaptations to low N availability for ensuring efficient uptake and translocation of available N. The key repressor DWARF 53 (D53) of the SL signaling pathway interacts with the transcription factor GROWTH-REGULATING FACTOR 4 (GRF4) and prevents GRF4 from binding to its target gene promoters. N limitation induces the accumulation of SLs, which in turn promotes SL-mediated degradation of D53, leading to the release of GRF4 and thus promoting the expression of genes associated with N metabolism. N limitation also induces degradation of the DELLA protein SLENDER RICE 1 (SLR1) in an D14- and D53-dependent manner, effectively releasing GRF4 from competitive inhibition caused by SLR1. Collectively, our findings reveal a previously unrecognized mechanism underlying SL and gibberellin crosstalk in response to N availability, advancing our understanding of plant growth-metabolic coordination and facilitating the design of the strategies for improving N-use efficiency in high-yield crops.","author":[{"family":"Sun","given":"Huwei"},{"family":"Guo","given":"Xiaoli"},{"family":"Zhu","given":"Xiuli"},{"family":"Gu","given":"Pengyuan"},{"family":"Zhang","given":"Wei"},{"family":"Tao","given":"Wenqing"},{"family":"Wang","given":"Daojian"},{"family":"Wu","given":"Yunzhe"},{"family":"Zhao","given":"Quanzhi"},{"family":"Xu","given":"Guohua"},{"family":"Fu","given":"Xiangdong"},{"family":"Zhang","given":"Yali"}],"citation-key":"sunStrigolactoneGibberellinSignaling2023","container-title":"Molecular Plant","container-title-short":"Mol Plant","DOI":"10.1016/j.molp.2023.01.009","ISSN":"1752-9867","issue":"3","issued":{"date-parts":[[2023,3,6]]},"language":"eng","page":"588-598","PMID":"36683328","source":"PubMed","title":"Strigolactone and gibberellin signaling coordinately regulate metabolic adaptations to changes in nitrogen availability in rice","type":"article-journal","volume":"16"},
  {"id":"thielASCAAPCAExtensions2017","abstract":"Many modern analytical methods are used to analyse samples coming from an experimental design, for example, in medical, biological, or agronomic fields. Those methods generate most of the time highly multivariate data like spectra or images. This is the case of “omics” technologies used to detect genes (genomics), mRNA (transcriptomics), proteins (proteomics), or metabolites (metabolomics) in a specific biological sample. Those technologies produce high-dimensional multivariate databases where the number of variables (descriptors) tends to be much larger than the number of experimental units. Moreover, experiments in omics often follow designs aimed at understanding the effect of several factors on biological systems. Therefore, multivariate statistical tools are needed to highlight variables that are consistently modified by different biological states. It is in this context that 2 recent methods combine analysis of variance (ANOVA) and principal component analysis (PCA), namely, ASCA (ANOVA–simultaneous component analysis) and APCA (ANOVA-PCA). They provide powerful tools to visualize multivariate structures in the space of each effect of the statistical model linked to the experimental design. Their main limitation is that they provide biased estimators of the factor effects when the design of experiment is unbalanced. This paper introduces 2 new methods, ASCA+ and APCA+, that allow, respectively, to extend the use of ASCA and APCA to unbalanced designs using several principles from the theory of general linear models. Both methods are applied on real-life metabolomics data, clearly demonstrating the capacity of ASCA+ and APCA+ methods to highlight correct biomarkers corresponding to effects of interest in unbalanced designs.","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Thiel","given":"Michel"},{"family":"Féraud","given":"Baptiste"},{"family":"Govaerts","given":"Bernadette"}],"citation-key":"thielASCAAPCAExtensions2017","container-title":"Journal of Chemometrics","DOI":"10.1002/cem.2895","ISSN":"1099-128X","issue":"6","issued":{"date-parts":[[2017]]},"language":"en","page":"e2895","source":"Wiley Online Library","title":"ASCA+ and APCA+: Extensions of ASCA and APCA in the analysis of unbalanced multifactorial designs","title-short":"ASCA+ and APCA+","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/cem.2895","volume":"31"},
  {"id":"thissenImprovingAnalysisDesigned2009","abstract":"In the fields of life sciences, so-called designed studies are used for studying complex biological systems. The data derived from these studies comply with a study design aimed at generating relevant information while diminishing unwanted variation (noise). Knowledge about the study design can be used to decompose the total data into data blocks that are associated with specific effects. Subsequent statistical analysis can be improved by this decomposition if these are applied on selected combinations of effects.","accessed":{"date-parts":[[2023,12,4]]},"author":[{"family":"Thissen","given":"Uwe"},{"family":"Wopereis","given":"Suzan"},{"family":"Berg","given":"Sjoerd AA","non-dropping-particle":"van den"},{"family":"Bobeldijk","given":"Ivana"},{"family":"Kleemann","given":"Robert"},{"family":"Kooistra","given":"Teake"},{"family":"Willems van Dijk","given":"Ko"},{"family":"Ommen","given":"Ben","non-dropping-particle":"van"},{"family":"Smilde","given":"Age K."}],"citation-key":"thissenImprovingAnalysisDesigned2009","container-title":"BMC Bioinformatics","container-title-short":"BMC Bioinformatics","DOI":"10.1186/1471-2105-10-52","ISSN":"1471-2105","issue":"1","issued":{"date-parts":[[2009,2,7]]},"language":"en","page":"52","source":"Springer Link","title":"Improving the analysis of designed studies by combining statistical modelling with study design information","type":"article-journal","URL":"https://doi.org/10.1186/1471-2105-10-52","volume":"10"},
  {"id":"tzfadiaCoExpNetVizComparativeCoExpression2016","abstract":"Motivation: Comparative transcriptomics is a common approach in functional gene discovery efforts. It allows for finding conserved co-expression patterns between orthologous genes in closely related plant species, suggesting that these genes potentially share similar function and regulation. Several efficient co-expression-based tools have been commonly used in plant research but most of these pipelines are limited to data from model systems, which greatly limit their utility. Moreover, in addition, none of the existing pipelines allow plant researchers to make use of their own unpublished gene expression data for performing a comparative co-expression analysis and generate multi-species co-expression networks.Results: We introduce CoExpNetViz, a computational tool that uses a set of query or “bait” genes as an input (chosen by the user) and a minimum of one pre-processed gene expression dataset. The CoExpNetViz algorithm proceeds in three main steps; (i) for every bait gene submitted, co-expression values are calculated using mutual information and Pearson correlation coefficients, (ii) non-bait (or target) genes are grouped based on cross-species orthology, and (iii) output files are generated and results can be visualized as network graphs in Cytoscape.Availability: The CoExpNetViz tool is freely available both as a PHP web server (link: http://bioinformatics.psb.ugent.be/webtools/coexpr/) (implemented in C++) and as a Cytoscape plugin (implemented in Java). Both versions of the CoExpNetViz tool support LINUX and Windows platforms.","accessed":{"date-parts":[[2023,9,14]]},"author":[{"family":"Tzfadia","given":"Oren"},{"family":"Diels","given":"Tim"},{"family":"De Meyer","given":"Sam"},{"family":"Vandepoele","given":"Klaas"},{"family":"Aharoni","given":"Asaph"},{"family":"Van de Peer","given":"Yves"}],"citation-key":"tzfadiaCoExpNetVizComparativeCoExpression2016","container-title":"Frontiers in Plant Science","ISSN":"1664-462X","issued":{"date-parts":[[2016]]},"source":"Frontiers","title":"CoExpNetViz: Comparative Co-Expression Networks Construction and Visualization Tool","title-short":"CoExpNetViz","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fpls.2015.01194","volume":"6"},
  {"id":"wangRoleStrigolactonesDeficiency2021","abstract":"Phosphorus (P) is an essential macronutrient for plant growth and development. Upon P shortage, plant responds with massive reprogramming of transcription, the Phosphate Starvation Response (PSR). In parallel, the production of strigolactones (SLs)—a class of plant hormones that regulates plant development and rhizosphere signaling molecules—increases. It is unclear, however, what the functional link is between these two processes. In this study, using tomato as a model, RNAseq was used to evaluate the time-resolved changes in gene expression in the roots upon P starvation and, using a tomato CAROTENOID CLEAVAGE DIOXYGENASES 8 (CCD8) RNAi line, what the role of SLs is in this.","accessed":{"date-parts":[[2023,9,18]]},"author":[{"family":"Wang","given":"Yanting"},{"family":"Duran","given":"Hernando G. Suárez"},{"family":"Haarst","given":"Jan C.","non-dropping-particle":"van"},{"family":"Schijlen","given":"Elio G.W.M"},{"family":"Ruyter-Spira","given":"Carolien"},{"family":"Medema","given":"Marnix H."},{"family":"Dong","given":"Lemeng"},{"family":"Bouwmeester","given":"Harro J."}],"citation-key":"wangRoleStrigolactonesDeficiency2021","container-title":"BMC Plant Biology","container-title-short":"BMC Plant Biol","DOI":"10.1186/s12870-021-03124-0","ISSN":"1471-2229","issue":"1","issued":{"date-parts":[[2021,7,23]]},"language":"en","page":"349","source":"Springer Link","title":"The role of strigolactones in P deficiency induced transcriptional changes in tomato roots","type":"article-journal","URL":"https://doi.org/10.1186/s12870-021-03124-0","volume":"21"},
  {"id":"woldCollinearityProblemLinear1984","abstract":"Several references have been made to collinearity in previous chapters, the inferences having been that it is something to be avoided. It is now time to define exactly what collinearity is and to illustrate what its impact can be when fitting models to data. This chapter is divided into four sections. In the first section collinearity will be defined and its potential impact illustrated by revisiting an earlier data set. The second section will discuss various warnings and diagnostics that one can use to signal the presence of collinearity and to identify the underlying source(s) of the problem. The third section will provide some suggestions for combatting the problem. The chapter closes with a case study of a data set that was discussed earlier in this book.14.1 Definition and ImpactTwo situations where collinearity often arises are (1) when the proportions of one or more components are significantly larger (e.g., by an order of magnitude) than the proportions of one or more other components, and (2) when the range of one or more components is significantly larger than the range of one or more other components. The data in Table 14.1 illustrate the first situation. The column labeled A in the upper table is a set of random numbers that lie between 0 and 0.05. The column labeled B is another set of random numbers that lie between 0.9 and 1.0. The range of B is roughly 1.8 times the range of A, so there is not a large disparity in their ranges. On the other hand, the mean level of B is roughly 45 times as large as the mean level of A. Because A + B < 1, A and B could be thought of as random component proportions in a mixture experiment that has more than two components.Multiplying the relatively small numbers in column A by numbers that are fairly close to 1 (column B) leads to a column of numbers (AB) that have very much the same character as column A. This is easily seen in Fig. 14.1, where AB is plotted against A. It is also apparent from inspection of the correlation matrix (the lower tabulation in Table 14.1) that A and AB are highly correlated. As regressors in a linear model, A and AB would be carriers of virtually the same information.","accessed":{"date-parts":[[2023,4,25]]},"author":[{"family":"Wold","given":"S."},{"family":"Ruhe","given":"A."},{"family":"Wold","given":"H."},{"family":"Dunn, III","given":"W. J."}],"citation-key":"woldCollinearityProblemLinear1984","container-title":"SIAM Journal on Scientific and Statistical Computing","container-title-short":"SIAM J. Sci. and Stat. Comput.","DOI":"10.1137/0905052","ISSN":"0196-5204","issue":"3","issued":{"date-parts":[[1984,9]]},"page":"735-743","publisher":"Society for Industrial and Applied Mathematics","source":"epubs.siam.org (Atypon)","title":"The Collinearity Problem in Linear Regression. The Partial Least Squares (PLS) Approach to Generalized Inverses","type":"article-journal","URL":"https://epubs.siam.org/doi/abs/10.1137/0905052","volume":"5"},
  {"id":"zhaoWeightedGeneCoexpression2010","abstract":"Weighted gene coexpression network analysis (WGCNA) has been applied to many important studies since its introduction in 2005. WGCNA can be used as a data exploratory tool or as a gene screening method; WGCNA can also be used as a tool to generate testable hypothesis for validation in independent data sets. In this article, we review key concepts of WGCNA and some of its applications in gene expression analysis of oncology, brain function, and protein interaction data.","accessed":{"date-parts":[[2023,7,12]]},"author":[{"family":"Zhao","given":"Wei"},{"family":"Langfelder","given":"Peter"},{"family":"Fuller","given":"Tova"},{"family":"Dong","given":"Jun"},{"family":"Li","given":"Ai"},{"family":"Hovarth","given":"Steve"}],"citation-key":"zhaoWeightedGeneCoexpression2010","container-title":"Journal of Biopharmaceutical Statistics","DOI":"10.1080/10543400903572753","ISSN":"1054-3406","issue":"2","issued":{"date-parts":[[2010,3,19]]},"page":"281-300","PMID":"20309759","publisher":"Taylor & Francis","source":"Taylor and Francis+NEJM","title":"Weighted Gene Coexpression Network Analysis: State of the Art","title-short":"Weighted Gene Coexpression Network Analysis","type":"article-journal","URL":"https://doi.org/10.1080/10543400903572753","volume":"20"}
]
